{
  "plugins": {
    "LuaSnip": {
      "src": "https://github.com/L3MON4D3/LuaSnip"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": "1.0.0 - 2.0.0"
    },
    "clangd_extensions.nvim": {
      "src": "https://github.com/dchinmay2/clangd_extensions.nvim"
    },
    "cmp-nvim-lsp": {
      "src": "https://github.com/hrsh7th/cmp-nvim-lsp"
    },
    "cmp-nvim-lsp-signature-help": {
      "src": "https://github.com/hrsh7th/cmp-nvim-lsp-signature-help"
    },
    "cmp-path": {
      "src": "https://github.com/hrsh7th/cmp-path"
    },
    "cmp_luasnip": {
      "src": "https://github.com/saadparwaiz1/cmp_luasnip"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "darkplus.nvim": {
      "src": "https://github.com/LunarVim/darkplus.nvim"
    },
    "dressing.nvim": {
      "src": "https://github.com/stevearc/dressing.nvim"
    },
    "fidget.nvim": {
      "src": "https://github.com/j-hui/fidget.nvim"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/mason-org/mason-lspconfig.nvim"
    },
    "mason-nvim-dap.nvim": {
      "src": "https://github.com/jay-babu/mason-nvim-dap.nvim"
    },
    "mason-tool-installer.nvim": {
      "src": "https://github.com/WhoIsSethDaniel/mason-tool-installer.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "mini.nvim": {
      "src": "https://github.com/nvim-mini/mini.nvim"
    },
    "neo-tree.nvim": {
      "src": "https://github.com/nvim-neo-tree/neo-tree.nvim"
    },
    "nui.nvim": {
      "src": "https://github.com/MunifTanjim/nui.nvim"
    },
    "nvim-cmp": {
      "src": "https://github.com/hrsh7th/nvim-cmp"
    },
    "nvim-dap": {
      "src": "https://github.com/mfussenegger/nvim-dap"
    },
    "nvim-dap-go": {
      "src": "https://github.com/leoluz/nvim-dap-go"
    },
    "nvim-dap-view": {
      "src": "https://github.com/igorlfs/nvim-dap-view"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "persistent-breakpoints.nvim": {
      "src": "https://github.com/Weissle/persistent-breakpoints.nvim"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "rust-tools.nvim": {
      "src": "https://github.com/simrat39/rust-tools.nvim"
    },
    "rustaceanvim": {
      "src": "https://github.com/mrcjkb/rustaceanvim"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim"
    },
    "todo-comments.nvim": {
      "src": "https://github.com/folke/todo-comments.nvim"
    },
    "toggleterm.nvim": {
      "src": "https://github.com/akinsho/toggleterm.nvim"
    },
    "vim-visual-multi": {
      "src": "https://github.com/mg979/vim-visual-multi"
    }
  }
}
